alsa-utils
asusctl
base
base-devel
bash-completion
bleachbit
bluedevil
breeze
breeze-gtk
breeze-plymouth
btop
code
discover
dolphin
drkonqi
efibootmgr
emacs
firefox
flatpak-kcm
gimp
git
grub
htop
intel-ucode
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kmenuedit
konsole
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
libreoffice-fresh
linux
linux-firmware
linux-headers
llvm
man-db
man-pages
milou
mlocate
nano
nasm
neofetch
neovim
networkmanager
nvidia
nvidia-utils
nvtop
ocean-sound-theme
openvpn
oxygen
oxygen-sounds
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
powertop
print-manager
qqc2-breeze-style
reflector
sddm
sddm-kcm
solfege
systemsettings
timeshift
timidity++
tlp
tor
tuned
vim
virtualbox
wacomtablet
wget
wireguard-tools
wireshark-qt
xdg-desktop-portal-kde
xf86-video-intel
xorg-server
xorg-xinit
yay
yay-debug
